2021-03-11-hello-world.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2022-03-28 Mon 13:30 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Hello world</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" type="text/css" href="static/style.css" />
</head>
<body>
<div id="preamble" class="status">
<div class="header">
    <a href="index.html">Home</a>
    <a href="https://github.com/c3lphie">Github</a>
</div>
</div>
<div id="content">
<header>
<h1 class="title">Hello world</h1>
</header><nav id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgdb0543d">1. Whoami</a></li>
<li><a href="#org41fbc01">2. WTF is this</a></li>
</ul>
</div>
</nav>
<div id="outline-container-orgdb0543d" class="outline-2">
<h2 id="orgdb0543d"><span class="section-number-2">1</span> Whoami</h2>
<div class="outline-text-2" id="text-1">
<p>
I'm a 21, soon to be 22, year old danish tech nerd that loves hacking, programming and all things tech!<br>
I study computer engineering, and plan on specializing in the security field.<br>
I don't have any certifications yet, but I do have the PTSv4 course from eLearnsecurity which i just need to finish.<br>
I don't plan being too personal on this blog, so enough about who I am.<br>
</p>
</div>
</div>
<div id="outline-container-org41fbc01" class="outline-2">
<h2 id="org41fbc01"><span class="section-number-2">2</span> WTF is this</h2>
<div class="outline-text-2" id="text-2">
<p>
That is a great question!<br>
This is my little spot on the internet where I can upload and share things I interesting.<br>
It will most likely contain write-ups for <a href="https://hackthebox.eu">HackTheBox</a>, <a href="https://tryhackme.com">TryHackMe</a> or other CTF's I join(<a href="https://ctftime.org/ctf-wtf">Wtf is a CTF</a>).<br>
</p>

<p>
I might also blog about my linux dotfiles, or other cool things I might bump into.<br>
Who knows what the future brings ;)<br>
</p>

<p>
So yeah hope that you will stick around, even though the place is kinda empty at the moment.<br>
You can subscribe to the RSS feed here: <a href="https://c3lhie.com/rss.xml">RSS Feed</a><br>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<div class="footer">
    <div id="copyright">
        <small>&copy; Copyright 2022, C3lphie</small>
    </div>
</div>
</div>
</body>
</html>
